{
    "Character Name": "10",
    "Classes_Levels": "PLAYER NAME 10",
    "Race": "EXPERIENCE NEXT LEVEL",
    "Ability Scores": {
        "Strength": "Not Found",
        "Dexterity": "Not Found",
        "Constitution": "Not Found",
        "Intelligence": "Not Found",
        "Wisdom": "Not Found",
        "Charisma": "Not Found"
    },
    "Proficiency Bonus": "Not Found",
    "Saving Throws": {
        "Strength": "Not Found",
        "Dexterity": "Not Found",
        "Constitution": "Not Found",
        "Intelligence": "Not Found",
        "Wisdom": "Not Found",
        "Charisma": "2"
    },
    "Skills": {
        "Acrobatics": "Not Found",
        "Animal Handling": "Not Found",
        "Arcana": "Not Found",
        "Athletics": "Not Found",
        "Deception": "Not Found",
        "History": "7",
        "Insight": "Not Found",
        "Intimidation": "Not Found",
        "Investigation": "Not Found",
        "Medicine": "Not Found",
        "Nature": "Not Found",
        "Perception": "Not Found",
        "Performance": "Not Found",
        "Persuasion": "1",
        "Religion": "10",
        "Sleight of Hand": "8",
        "Stealth": "Not Found",
        "Survival": "Not Found"
    },
    "AC": "Not Found",
    "Initiative": "Not Found",
    "Speed": "8",
    "Hit Point Max": "78",
    "Current HP": "Not Found",
    "Temp HP": "Not Found",
    "Attacks and Notes": [
        {
            "Attack Name": "WIS 〇 +0 Intimidation (Cha) (GFB) Flaming Twinblade +8 2 fid n4 es+ s5 e[ ,m +a 1Agi Cca , l 1 dsl 8a s +h i 3n fg i] r+ e 2 tod 8 a d+ j a2 cd e6 n[ tf i tr ae r- gG etF (B G] F|* B* )* , S ei fm fep ctl se oM f e al ne ie m W ate ea dp so hn i eA lt dtack.***",
            "Atk Bonus": "3",
            "Damage Type": "〇 -1 Investigation (Int) Fire Bolt +7 2 Od n1 0 a [ hfi ir t,e t] h|* e* t* aR ra gn etg e tad k S ep s e 2l dl 1A 0t t fa irc ek . d* a* m* age. A flammable object hit by this spell ignites if it isn't being worn or carried."
        }
    ],
    "Passive Perception": "Not Found",
    "Languages": "[13] EQUIPPED ITEMS",
    "Features and Traits": "[14]",
    "Spellcasting": {
        "Class": "Not Found",
        "Ability": "Not Found",
        "Save DC": "Not Found",
        "Attack Bonus": "Not Found"
    },
    "Spell Slots": {},
    "Prepared Spells and Cantrips": {
        "CANTRIPS": [
            "◉ Prestitigitation ◉ Druidcraft 〇",
            "〇 ◉ Absorb Elements ◉ Shield SLOTS MAX",
            "〇 〇 ◉ Burning Hands 1 4",
            "〇 〇 ◉ Cure Wounds",
            "〇 〇 ◉ Healing word",
            "〇 〇 ◉ Speak with Animals(R)",
            "MAX SLOTS ◉ Flaming Sphere 〇 〇",
            "3 2 ◉ Scorching Ray 〇 〇",
            "◉ Lesser Restoration 〇 〇",
            "◉ Moonbeam 〇 〇",
            "◉ Spikegrowth 〇 〇",
            "〇 〇 ◉ Haste",
            "〇 〇 ◉ Dispel Magic 2 3",
            "〇 〇 ◉ Revivify",
            "〇 〇 ◉ Conjure Animals",
            "〇 〇 ◉ Aura of Vitality",
            "◉ Wall of Fire 〇 〇",
            "3 2 ◉ Aura of Life 〇 〇",
            "◉ Fire Shield 〇 〇",
            "◉ Polymorph 〇 〇",
            "〇 〇 ◉ Reincarnate",
            "〇 〇 ◉ Flame Strike 2 2",
            "〇 〇 ◉ Mass Cure Wounds",
            "〇 〇 ◉ Greater Restoration",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "〇 〇 〇",
            "AGE HEIGHT WEIGHT SIZE",
            "GENDER EYES HAIR SKIN",
            "[188x188+]",
            "[251x335+]",
            "[188x188+]",
            "[251x335+]",
            "ALLIES & ORGANIZATIONS",
            "CHARACTER APPEARANCE",
            "Druid [16]",
            "HEADER COLOR SCHEME",
            "APPEARANCE URL SYMBOL URL",
            "CUSTOMIZATION CHARACTER BACKSTORY",
            "v2.1 sheet by I F Evans based on v1.3 sheet by DM David Lester based on the official D&D character sheet available at Wizards.com/DnD. (TM & © 2014 Wizards of the Coast LLC.)",
            "[1] Enter your first chosen class first. If you have a subclass, enter it anywhere before another class, e.g. \"Champion Fighter 4 Berserker",
            "Barbarian 3\"",
            "The first class entered will be used to determine your 1st level hit die and saving throw proficiencies.",
            "Important: Do not neglect to set your Subclass. Under various circumstances, not intentionally setting a subclass can end up with the sheet giving",
            "you a subclass you don't have.",
            "[2] When you update your experience total, most other fields will automatically update as you level up. Also adjust the CLASS cell accordingly,",
            "the level or sum of levels from there needs to match your total level.",
            "[3] Enter your base ability score, before any modifiers, in the cell in this column UNDER each Ability Score block. The cells with 00 in them.",
            "[4] Enter Ability Score Improvements and racial Ability CHOICES in the cell in this column UNDER each Ability Score block.",
            "When this cell turns blue, it means you have racial Ability Scores Increases to choose below.",
            "[5] IF you roll for HP, input your maximum HP according to hit die from 1st level here without con mod, then each line after is for the amount rolled",
            "on hit dice for each level. If you enter nothing in this column, it assumes average.",
            "[6] Your background gives you skills. If you want to modify which skills a background lets you choose, or you want to add new backgrounds,",
            "they're the one piece of customization done on this page. If you unhide the columns to the right (by clicking/tapping the tiny little arrows that show",
            "up on the \"AP\" column header, thanks google /s), you'll find the Backgrounds listed starting in cell AX69, the associated skills starting in AY69,",
            "the number of extra languages starting in AZ69, the number of tool proficiencies granted starting in BA69, and the number of vehicle proficiencies",
            "granted starting in BB69. You can alter the skills to be any two you desire or add to the list of recognized Backgrounds by adding the Background",
            "to the AX column, its associated skills to the AY column, and its number of languages, tools, and vehicles proficiencies to the proper columns,",
            "starting at row 82.",
            "[7] Overriding Initiative Advantage and Disadvantage",
            "Enter 'adv' in this cell to override for advantage on initiative.",
            "Enter 'dis' in this cell to override for disadvantage on initiative.",
            "Enter almost anything else in this cell to override to normal initiative.",
            "[8] Overriding Advantage and Disadvantage",
            "Enter 'adv' in this column to override for advantage.",
            "Enter 'dis' in this column to override for disadvantage.",
            "Enter almost anything else in this column to override to normal.",
            "[8] Overriding Advantage and Disadvantage",
            "Enter 'adv' in this column to override for advantage.",
            "Enter 'dis' in this column to override for disadvantage.",
            "Enter almost anything else in this column to override to normal.",
            "[9] Skill names get colored and underlined until you select what you are granted by your class, race, and background.",
            "Class skills are blue.",
            "Racially granted skills are purple.",
            "When you have a choice of racial skills, they are magenta.",
            "Background skills are dark orange.",
            "[10] The sheet doesn't automatically populate any vehicle proficiencies. It just counts how many you should have. Fill this in yourself.",
            "[11] The sheet doesn't automatically populate any tool proficiencies. It just counts how many you should have. Fill this in yourself.",
            "[12] Add any bonus proficiencies to this cell. Things like Kensei's weapon proficiencies (don't forget to mark it as a Monk Weapon on the Attack",
            "Info sheet) or weapon proficiencies from the Weapon Master Feat or the two Martial Weapon proficiencies for Hobgoblins.",
            "[13] This only autofills with languages from your race. If you gain languages from another source, enter them on the lines after the automatically",
            "populated ones.",
            "[14] Formulas check what is written here. Fighting Styles are supported with the exception of Protection, as are most Feats that matter for the",
            "sheet For feats and fighting styles, enter in",
            "\"Feat: [feat name]\" format:",
            "e.g.",
            "Feat: Mobile",
            "Feat: Dual Wielder",
            "Fighting Style: Dueling",
            "Some abilities let you choose things, like saving throw proficiencies. Include those things in parentheses, e.g. Iron Mind (Wisdom).",
            "If you take the Skilled feat, put your chosen skills in parentheses, e.g. Skilled (Acrobatics, Athletics, Performance)",
            "[15] Enter your main spellcasting class here. If you have multiple spellcasting classes, the sheet will figure out spellslots properly, but can't handle",
            "setting up separate DCs and Spell Attack Bonuses for classes with different Spellcasting Abilities.",
            "If you have the Magic Initiate feat and no other spellcasting classes, enter the class for that feat and make sure you have Magic Initiate listed in",
            "your features.",
            "If you have the Magic Initiate feat in conjunction with a spellcasting class, put it in your features and the sheet will add an extra 1st-level slot for",
            "you.",
            "[16] If you want to add your own custom header image, unhide the columns on the right and follow the link to one of the \"blank\" headers, make",
            "your own, and then add it to the list.",
            "[16] If you want to add your own custom header image, unhide the columns on the right and follow the link to one of the \"blank\" headers, make",
            "your own, and then add it to the list."
        ]
    }
}